{
  "articles": [
    {
      "id": 1,
      "title": "Democracy",
      "text": [
        "Democracy is not a XXI century novelty, we have proof that the system has been used, with major changes, since 510 b.c. when Cysteines led a rebellion against the tyrant Hippias and took over the Athens government, implanting a system of government called “demokratia”, which in greek means power of the people. He divided Athens in ten units called “demos” which each one would have a representative in the council. There the meetings were made, each one would make propositions and dabate for how to improve the city and quality of life.",
        "The Greek democracy is a base for the word concept, because it’s based on two principles: isonomy and isegoria. Isonomy means that every citizen is equal by the law and everyone has to obey the same rules. Isegoria implies that every citizen has the right to vote and be heard when making decisions.",
        "But in history there's a huge gap between the creation of democracy and the modern days, in the middle age the majority of the world was ruled by kings that were not chosen by their citizens. The nation that changed this course of history was the USA, with the american revolution in 1776, separating themselves from the UK and a few years after stabilizing the country, democracy was implanted, having the firsts elections in 1789. Then the world influenced by America and the illuminist ideas started slowly changing from absolutism to a democratic republic."
      ],
      "img": "/imgs/democracy.jpg",
      "subject": "Philosophy"
    },
    {
      "id": 2,
      "title": "Dualism",
      "text": [
        "Dualism is a philosophical vision about reality. It surged in the XVI century with René Descartes, he affirmed that the human has a thinking mind and an extensive matter, then others philosophers started debating, like David Hume that proposed that the world is divided in fact and value.",
        "But only when Christian Wolff proposed the existence of two realities, one material and one espiritual, that this type dualism took place in the world. Other scholars realized that the subject was discussed since the pre-Socratic era. Plato thinks that the world is divided into an ideal world, where the ideas are contained  and a sensitive world, where everything is in constant transformation.",
        "Over time a lot of discussions were made, and the modern dualism surged. Modern dualism divides reality in our mind, our thoughts, beliefs and feelings, and the world that we relate to. It also implies that the two realities cannot be separated, and the union of both makes a thinking and integral individual.",
        "It’s worth also talking about the opposites of dualism. Idealism and materialism were two schools of thought that implied the opposite of dualism. Materialism appeared at first with the stoics, Epicurus and Democritus, they thought that reality is only the world we interact with, no existence of the mental side, everything is composed of matter and thinking is only a phenomenon of the brain. Idealism in another way implies that reality could be only an idea, a conjunct of feelings and thoughts created and interpreted by the brain, the material reality is merely a copy of the ideal."
      ],
      "img": "/imgs/dualism.jpg",
      "subject": "Philosophy"
    },
    {
      "id": 3,
      "title": "The Myth of Sisyphus",
      "text": [
        "One of the greek myths that really drew my attention was the myth of Sisyphus, Albert Camus was one of the first one to discuss openly about the legend in the book “The Myth of Sisyphus”. He described him as the hero of the absurd, for reasons I'll discuss later.",
        "According to the Greeks Sisyphus was the most astute man in the world. In his legend he fooled death and confined it, which prevented people from dying for a while. But when Ares interfered and freed Thanato, the gods condemned him, imprisoning in hell and doing forced labour. Everyday Sisyphus had to push a giant rock to the top of a hill, but when he almost got to the top, the rock rolled again to the bottom, making all his work useless and rewardless.",
        "Albert Camus realized that we're not that different from the hero, we live in a disconnect and unmeaning world, and everyday search for clarity and unity and at the end of the day failing to achieve anything, he calls it the absurd. He also noticed that we spend a big part of our lives under the hope of tomorrow, that approaches us to death. So he proposed that we rebel against the search of a reasonable and rational world. Instead of worrying about the future or tomorrow, enjoy at maximum the freedom of the present, even though not knowing or seeking for the real meaning of life, indulging into the absurd of the world.",
        "At the end of the book the author introduces us to the myth, and regardless of us Sisyphus is also an absurd human. He lives like us, enjoys his life at maximum but is forced to do a meaningless and senseless work, he knows it, but continues anyway.",
        "We can compare the hero to nowadays, workers spend all their lives working and hoping for a better future, that in the end nothing has been achieved. “The workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious.”"
      ],
      "img": "/imgs/sysiphus.jpg",
      "subject": "Philosophy"
    },
    {
      "id": 4,
      "title": "Self Knowledge",
      "text": [
        "Logosophy is the science of conscious human evolution, this great objective is only accomplished with self knowledge. It’s the first and most important step to overcome yourself, because, logically to overcome your flaws, first, you have to know what they are.",
        "That’s why we have to seek for more knowledge everyday, study must be constant, as the author said in “Bases for your Conduct”: “Consecrate as much time as possible to study, with faith, enthusiastically, increasing your knowledge and feeling disposed”.",
        "Making goals is a great way to outgrow, recognize your deficiencies and aspects you want to improve and make a mental plan for how and where to start. It takes time and maestry to get better, no one climbs the Everest in one day, take your time to achieve your goals."
      ],
      "img": "/imgs/selfKnowledge.png",
      "subject": "Logosophy"
    },
    {
      "id": 5,
      "title": "God and His languages",
      "text": [
        "God is a very personal subject, each one has their own definition and beliefs, the important is to respect and have an open mind about the topic.",
        "For Logosophy God is the Creator, He created everything with much love and perfection, the nature, the universe, the Universal Laws, us and everything beyond are examples of creation. Even though all these examples were created billions of years ago until today God communicates with us.",
        "From the book “Bases for your Conduct”: “Don't settle for just knowing that God exists. You must feel Him through conscious manifestations of your own spirit;” . God is present in all His creation, it’s only up to you to notice his messages. For example when you feel very tired and stressed out, then suddenly you see the most beautiful sunset, feeling much better, you realize that is God sending you a message, making you learn to be grateful and relax.",
        "Another way to recognize His messages is seeing how much we  learn from nature itself, from the book “Tomos 1”: “Nature is wise and contains the nectar of Wisdom. It is the first master of the human kind ”. An example of nature teaching us is the plane, who has the shape of the birds, or the organization of the bees, everyone has a job that helps the survival of the community.",
        "From there we can realize that God wants us to evolve above all things, and tries to remember us of this primordial objective constantly, paying attention to what our spirit is feeling and knowing our Creator and ourselves is just the first step to learn his language and have the urge to be better."
      ],
      "img": "/imgs/godAndHisLanguages.jpeg",
      "subject": "Logosophy"
    },
    {
      "id": 6,
      "title": "Happiness",
      "text": [
        "Between V and VII a.c. Greece was split by schools of thought, each one of them having their own definition of how to achieve happiness. By achieving satisfaction from having self control, denying the unnecessary pleasures to be in harmony with nature and human instincts, or achieving pleasure rationally pondering the consequences.",
        "Carlos Bernardo - the creator of Logosophy - had a different approach on the subject, for him happiness is personal and it can only be created by yourself, by being grateful for everything, life, goals you accomplished, your family, overcome yourself, then you will feel the true joy of living.",
        "But how to preserve it? Conservation is important because everyone feels the emptiness caused when the weal ends, so the author says that focusing your happiness at many different points will immunize yourself from these effects, since,  if one of the points fail you’ll have many others to compensate for the downfall, as the maestro - the author - says from the book “bases for your conduct” : “Happiness withers like flowers; meantime, just like the good gardener always has at his fingertips others to replace them, who has knowledge can also constantly replace motives that give permanence to happiness in life.“"
      ],
      "img": "/imgs/happiness.jpg",
      "subject": "Logosophy"
    },
    {
      "id": 7,
      "title": "Deus e suas linguagens",
      "text": [
        "Penso que Deus comunica com a gente constantemente, mas cabe a nós receber sua mensagem. Mas como receber sua mensagem se não consigo vê-lo ou acha-lo. Então antes de tudo precisamos responder onde está Deus?",
        "Penso que Deus está presente em toda a sua criação, na fauna/flora, nas Leis, em nós mesmos, nos processos da natureza, mas como compreendê-la? Aí entra nosso principal sistema sensitivo, O nosso Espírito. É com ele que sentimos e entramos em contato direto ao Criador, é a parte mais divina do ser. Quando apreciamos uma pintura, escutamos uma música ou vemos um filme conseguimos discernir e sentir o que o autor quer passar, igualmente podemos fazer isso com a criação e o Criador, podemos dizer que Deus foi um artista que se expressou através de sua criação.",
        "Mas como ele se manifesta para nós através dessa criação? Pensando em nós acho que Deus criou a natureza a fim de que nós observemos seus processos para evoluirmos junto com eles, já que “A natureza é a primeira mestra do ser humano”. Grande parte do que nós nos organizamos e criamos hoje é baseado nos processos da natureza, as formigas por exemplo, todas tem sua função e todas trabalham para o funcionamento e organização do formigueiro, ou os aviões que seguem a formato da maioria dos pássaros. A natureza nos faz aprender novas coisas todos os dias, olhar para seus processos às vezes pode trazer as respostas que procura.",
        "Não só na natureza, conseguimos também nas Leis encontrar o pensamento de Deus, Ele as criou para colocar ordem e justiça no universo, mas também para estimular tanto nós como a natureza a evoluir. Quanto a isso é importante ressaltar que desses dois apenas nós temos o conhecimento das leis, o Criador nos deu consciência de sua existência, Ele fez isso para nós termos uma evolução consciente e para que consigamos perceber quando erramos e conseguir o auto aperfeiçoamento de uma forma muito mais aplicada.",
        "Portanto conseguimos perceber que Deus quer a nossa evolução acima de tudo, e que ele tenta nos dizer e nos ajuda a alcançar esse primordial objetivo constantemente, ter atenção ao que ao próprio espírito está sentindo e conhecer mais o Criador e nós mesmos é uma forma de perceber sua linguagem e ter a ânsia de buscar ser melhor."
      ],
      "img": "/imgs/godAndHisLanguages_BR.jpeg",
      "subject": "Logosophy"
    },
    {
      "id": 8,
      "title": "Qual o meu objetivo com a logosofia",
      "text": [
        "Uma das perguntas mais instigadoras que o ser humano já se fez é: Qual o propósito da vida? Há muito tempo a raça humana vem tentando encontrar respostas, porém mal sucedida, por permanecer indiferente a chave do problema: a realidade de seu próprio espírito.",
        "Sem conhecer sua própria natureza, é impossível responder assertivamente qualquer pergunta sobre a mente humana. Durante meus estudos logosóficos, compreendi que meu maior objetivo de vida reside dentro do meu espírito e não em entidades materiais. Por isso se a pergunta fosse direcionada a mim, responderia que, por mais que ainda não tenha absoluta certeza, sei que ao conhecer melhor a mim e me aprimorar conscientemente sinto que caminho em direção a este grande objetivo.",
        "Antes de alcançar tal autoconhecimento, devo focar meus estudos e esforços a Logosofia. Essa, que tem como objetivo principal me auxiliar nessa longa jornada. Nela é onde encontro as ferramentas e estímulos para continuar sempre em evolução. Esse processo deve ser posto de forma consciente, a ciência  propõe que, para alcançar o verdadeiro conhecimento de si mesmo, antes, deve-se conhecer as inclinações do espírito. Ao aprofundar na ciência, não só alcançamos o maior objetivo humano, mas, também, seguimos o propósito do próprio Criador para nós, já que o objetivo humano como criação é o mesmo objetivo para a razão da própria criação pelo Criador. Além de conhecimentos sobre o espírito, é na Logosofia que ganho a perseverança e as defesas metais para continuar voltado aos meus objetivos.",
        "Por tudo isso, sinto que não apenas meu interno muda e renova de acordo com meus estudos, mas também minhas relações externas se transformam. Com esses estímulos consigo preparar meu futuro, semeando conhecimento que se transformará em felicidade e boas convivências. Ao anelar todo esse movimento ao meu objetivo de vida, irei ser eternamente feliz e grato por poder caminhar na proximidade do Criador."
      ],
      "img": "/imgs/changes.jpg",
      "subject": "Logosophy"
    },
    {
      "id": 9,
      "title": "Qual tem sido a importância da Logosofia em minha vida?",
      "text": [
        "O estudo da Logosofia tem como principal objetivo o aprimoramento consciente do ser. O estudante que consegue estudar a ciência com a devida profundidade que ela oferece, (não apenas discernindo os conhecimentos escritos pelo maestro, mas também aplicando-os em sua vida e observando cada etapa de sua evolução) consegue, pela organização de seu sistema mental, sensível e instintivo, não apenas estender sua vida, mas também ser verdadeiramente criação de Deus.",
        "Em minha vida, esforço-me para sempre aplicar os conhecimentos Logosóficos em meu meio. Dessa maneira consigo mudar estruturalmente o meu ser, assim, renovando minha vida a cada dia. Ao fazer parte desse movimento, alcanço a mais plena e longeva felicidade e paz interna.",
        "Em cada ensinamento vivido evoluo de forma consciente e rigorosa.",
        "Estudando as Leis, consigo perceber os meus acertos e erros e, neles, evoluir ainda mais.",
        "Estudando meu espírito, caminho à resposta de minha missão de vida e, caminhando até ela, consigo ser completo internamente.",
        "Estudando a mim mesmo, consigo ver o caminho que devo tomar para ser profundamente feliz em meu espírito.",
        "Estudando as linguagens de Deus, consigo ficar cada vez mais próximo Dele, e cumpro seu grandioso objetivo na criação.",
        "Noto também a presença de ensinamentos logosóficos em minhas diversas vidas Apesar de em cada uma eu me comportar diferente, a logosofia deve permaneer perene em todas. Dessa maneira, minha formo princípios e permaneço fiel a minha identidade, assim mudando apenas meu comportamento nas diversas partes de minha vida, e não mudando o meu completo ser.",
        "A logosofia hoje é para mim como um guia e o maestro como o maior de meus amigos, dando-me conselhos que tem o principal objetivo de ser eternamente feliz."
      ],
      "img": "/imgs/changes.jpg",
      "subject": "Logosophy"
    }
  ]
}
